'use strict';

//ЗАДАНИЕ 1
let name = 'Мистер';
let admin = name;
alert (admin);

//ЗАДАНИЕ 2
// let sity = prompt('Название города?', 'Неизвестно');
// let date = prompt('Год основания?', 'Неизвестно');
// let peop = prompt('Население города?', 'Неизвестно');
// alert (`Городу ${sity} исполнилось ${2024 - date} лет с момента его образования. Население - ${peop} человек`);

//ЗАДАНИЕ 3
// let r = prompt('Введите радиус', '5');
// alert (3.14*(r**2));

//ЗАДАНИЕ 4 СУММА НЕ ТАКАЯ
// let a = prompt('Введите первое число', '5');
// let b = prompt('Введите второе число', '5');
// let c = Number(a);
// let d = Number(b);
// alert (`Сумма: ${c+d} Разность: ${a-b} Частное: ${a/b} Произведение: ${a*b}`);

